{
    "total_illusive_chars": 11,
    "pages": [
        {
            "page": 0,
            "width": 4294967168.0,
            "height": 4294967168.0,
            "items": [
                {
                    "char": "d",
                    "rect": {
                        "x1": 184.22000122070312,
                        "y1": 70.28398132324219,
                        "x2": 190.22000122070312,
                        "y2": 86.29198455810547
                    }
                },
                {
                    "char": "i",
                    "rect": {
                        "x1": 307.8500061035156,
                        "y1": 111.70402526855469,
                        "x2": 311.1860046386719,
                        "y2": 127.71202850341797
                    }
                },
                {
                    "char": "b",
                    "rect": {
                        "x1": 208.72999572753906,
                        "y1": 153.10398864746094,
                        "x2": 214.72999572753906,
                        "y2": 169.1119842529297
                    }
                },
                {
                    "char": "u",
                    "rect": {
                        "x1": 329.5899963378906,
                        "y1": 183.8240203857422,
                        "x2": 335.5899963378906,
                        "y2": 199.83201599121094
                    }
                },
                {
                    "char": "a",
                    "rect": {
                        "x1": 278.2099914550781,
                        "y1": 245.89402770996094,
                        "x2": 283.5379943847656,
                        "y2": 261.90203857421875
                    }
                },
                {
                    "char": "t",
                    "rect": {
                        "x1": 330.9100036621094,
                        "y1": 297.3740234375,
                        "x2": 334.2460021972656,
                        "y2": 313.38201904296875
                    }
                },
                {
                    "char": "b",
                    "rect": {
                        "x1": 277.8500061035156,
                        "y1": 380.05401611328125,
                        "x2": 283.8500061035156,
                        "y2": 396.06201171875
                    }
                },
                {
                    "char": "e",
                    "rect": {
                        "x1": 125.30000305175781,
                        "y1": 421.4739990234375,
                        "x2": 130.6280059814453,
                        "y2": 437.48199462890625
                    }
                },
                {
                    "char": "b",
                    "rect": {
                        "x1": 238.3699951171875,
                        "y1": 452.1940002441406,
                        "x2": 244.3699951171875,
                        "y2": 468.2019958496094
                    }
                },
                {
                    "char": "a",
                    "rect": {
                        "x1": 218.92999267578125,
                        "y1": 534.9940185546875,
                        "x2": 224.25799560546875,
                        "y2": 551.0020141601562
                    }
                },
                {
                    "char": "s",
                    "rect": {
                        "x1": 277.6099853515625,
                        "y1": 617.8240356445312,
                        "x2": 282.2779846191406,
                        "y2": 633.83203125
                    }
                }
            ]
        }
    ],
    "fulltext": "Kemampuan berbahasa❰d❱Indonesia adalah salah satu syarat yang harus dipenuhi masyarakat Indonesia, tidak terkecuali murid sekolah dasar. Dalam bidang pendidikan dan pengajaran di sekolah dasar, bahasa Indonesia merupakan mata❰i❱pelajaran pokok. Pelajaran bahasa Indonesia diajarkan kepada murid berdasarkan kurikulum yang berlaku, yang di dalamnya (kurikulum pendidikan dasar) tercantum❰b❱beberapa tujuan pembelajaran. Salah satu tujuan pokoknya adalah murid mampu dan❰u❱terampil berbahasa Indonesia dengan baik dan benar setelah mengalami proses belajar mengajar di sekolah. Keterampilan berbahasa itu tidak saja meliputi satu aspek, tetapi di dalamnya termasuk kemampuan membaca, menulis, mendengarkan (menyimak), dan berbicara.❰a❱Dalam proses pemerolehan dan penggunaannya, keterampilan berbahasa tersebut saling berkaitan. Bahasa tulis mencakup sejumlah unsur- unsur bahasa,❰t❱salah satunya adalah mengenai ejaan yang mencakup macam-macam huruf, berbagai kata, dan aneka tanda baca. Ada beberapa hal yang perlu dikemukakan, khususnya berbagai persoalan yang akan dibahas dalam makalah ini. Hal-hal yang dimaksud adalah pemakaian huruf, dan penulisan kata pada bahasa Indonesia yang sesuai dengan Ejaan Yang Disempurnakan.Untuk❰b❱pembahasan kali ini kami akan mengulas mengenai Huruf yang dimana dalam hal ini meliputi pengertian, sejarah dan fungsi, nah agar lebih dapat memahami❰e❱dan mengerti simak ulasan selengkapnya dibawah ini. Karena sulit untuk mengumpulkan❰b❱informasi pada zaman sebelum masehi, maka ada banyak sumber tentang kapan pertama kali huruf berbentuk. Tetapi teori yang paling kuat adalah Teori Mesir Kuno, sekitar Tahun 4000 sebelum Masehi teks berupa tulisan yang terdiri dari beberapa huruf sudah ada di Mesir. Buktinya dapat ditemukan pada perpusatakan tertua di Mesir, Huruf yang dipakai oleh orang-orang❰a❱mesir saat itu dikenal dengan Sistem Huruf Hiroglif, Konon katanya sistem Hiroglif ini terdiri dari 22 huruf. Tetapi ada juga sumber yang mengatakan bahwa sistem huruf pertama kali dipakai oleh Bangsa Sumeria “yang sekarang dikenal dengan irak” sekitar 3000 tahun yang lalu. Sistem yang dipakai oleh bangsa ini disebut dengan sistem huruf paku.Kita tahu bahwa pada masa itu masih❰s❱terjadi perang yang dimana memperebutkan kekuasan sehingga ketika Bangsa Sumeria dikalahkan oleh bangsa lain, tulisan dan sistem huruf mereka juga diambil alih, pada akhirnya bangsa Babilonia, persia dan bangsa lain juga mengenal sistem huruf-huruf paku tadi. "
}